Repository: leaozim/42--trasncendence-
Catalog: transcendence/locale/*/LC_MESSAGES/django.po
Languages: pt

source: User not authenticated
pt: Usuário não autenticado

source: Players
pt: Jogadores

source: Sign Out
pt: Sair

source: instructions
pt: intruções

source: Use mouse to move around main screen. <br> Click on icon to enter specific section. <br> Have fun!
pt: Use o mouse para se mover pela tela principal. <br> Clique no ícone para acessar uma seção específica. <br> Divirta-se!

source: profile
pt: perfil

source: Configure your authentication. <br> View your statistics. <br> Create games or chat channels.
pt: Configure sua autenticação. <br> Veja suas estatísticas. <br> Crie jogos ou canais de chat.

source: Create chat channels, <br> see your ongoing chats <br> or just chat.
pt: Crie canais de chat, <br> veja seus chats em andamento <br> ou apenas converse.

source: game
pt: jogo

source: Use the arrow keys to move your paddle up or down to hit the ball on your side.<br> If the ball exists the screen on left or right, the player on the opposite side wins a point.<br> First player to reach 5 points win.
pt: Use as setas do teclado para mover sua raquete para cima ou para baixo para rebater a bola do seu lado. <br> Se a bola sair da tela pela esquerda ou pela direita, o jogador do lado oposto ganha um ponto. <br> O primeiro jogador a alcançar 5 pontos vence.

source: tournament
pt: torneio

source: Gather your friends <br> and create your own <br> tournament.
pt: Crie canais de chat, <br> veja seus chats em andamento <br> ou apenas converse.

source: Welcome to Transcendence
pt: Você está no Transcendence

source: Change
pt: Mudar

source: Click on button to invite player to tournament
pt: Clique no botão para convidar um jogador ao torneio

source: Block User
pt: Bloquear usuário

source: Would you like to block
pt: Você quer bloquear

source: Unblock User
pt: Desbloquear usuário

source: Would you like to unblock
pt: Você quer desbloquear
